import React from "react";
import "./Page3.css"; // Import the CSS file for styling
import AccessibilityMenu from "./AccessibilityMenu"; // Import the Accessibility Menu

function Page3() {
  return (
    <div className="Page3">
      <AccessibilityMenu />
      <h1>ארגוני סיוע</h1>
      <p>
        להלן רשימה של כמה ארגונים בישראל שמסייעים ותומכים בבעלי תו חניה לנכה
        ובנכים בתחום הניידות והנגישות:
      </p>

      <h2>איחוד הנכים בישראל (איח"נ)</h2>
      <p>
        ארגון מוביל בישראל הפועל לקידום זכויות הנכים והניידות. הארגון מסייע
        בקבלת תו חניה לנכים, יעוץ על נגישות בפני ציבור וארגונים, ומנהל מערך של
        פעילויות ואירועים לקידום הניידות.
      </p>

      <h2>נכים לנצח</h2>
      <p>
        עמותה הפועלת בתחום זכויות הנכים והניידות בישראל. העמותה מקדמת את המודעות
        לנושא ותומכת במגוון פעולות והתערבויות בנושא הניידות והנגישות.
      </p>

      <h2>יד לעזר</h2>
      <p>
        ארגון זה פועל בתחום הניידות והנגישות ומסייע בקבלת תו חניה לנכים. יד לעזר
        פועל בקרב קהל הציבור והממשלה לשפר את הנגישות במרכזי הציבור ולאחזק מערכת
        שעוזרת לאנשים עם מוגבלויות.
      </p>

      <h2>עזריאלי - האגודה הלאומית לנגישות ומעצבי הולכי הרגל</h2>
      <p>
        ארגון זה פועל לקידום הנגישות והניידות למען אנשים עם מוגבלויות. הארגון
        מסייע בנושא הניידות ברחבי הארץ וממציא פתרונות למען הנגשת מקומות הציבור.
      </p>

      <h2>מגן לחיים</h2>
      <p>
        עמותה המתמחה בסיוע והפעלת מרכזים לניידות ונגישות בקרב נכים ובעלי תו
        חניה. הארגון מסייע בהתאמת דירות ובתים לצרכי נגישות וניידות ומארגן
        פעילויות לקידום זכויות הנכים.
      </p>

      <h2>ארגון לחיי היומיום</h2>
      <p>
        עמותה הפועלת בתחום הניידות והנגישות ומסייעת בהקניית תו חניה לנכים.
        הארגון פועל בתחום הקמת מרכזים לניידות ונגישות ומפעיל תוכניות לקידום
        זכויות הנכים והניידות בקרב הציבור.
      </p>

      <p>
        נכון להיום, רשימה זו אינה שלמה וכדאי לבדוק באתרי האינטרנט של כל ארגון
        לפרטים נוספים ולאיפוס סיוע. כשצריך עזרה ותמיכה, כדאי לפנות לאחד
        מהארגונים הללו שיספקו לך את המידע והסיוע המקצועי והדרוש.
      </p>
    </div>
  );
}

export default Page3;
