import React from "react";
import "./Page4.css"; // Import the CSS file for styling
import AccessibilityMenu from "./AccessibilityMenu"; // Import the Accessibility Menu

function Page4() {
  return (
    <div className="Page4">
      <AccessibilityMenu />

      <h1>תהליך בקשה לקבלת תו נכה</h1>
      <p>
        ברוך הבא למדריך המפורט והעדכני שלנו לתהליך בקשה לקבלת תו נכה. אם אתה נכה
        ומעוניין לקבל תמיכה ממדינתך לפי חוקי הנכים, אתה במקום הנכון! במאמץ לספק
        לך מידע יסודי ושימושי, נסקור את השלבים החשובים בתהליך והדרכות המשמעותיות
        שיכולות להעצים אותך בדרך לקבלת התו הנכה.
      </p>

      <h2>צעד 1: גיבוש תיק רפואי</h2>
      <p>
        התהליך מתחיל בגיבוש תיק רפואי מפורט שמכיל את כל המסמכים הרפואיים
        הרלוונטיים. בפרט, יש לכלול דיווחים מטפלים רפואיים, תיאוריון על הנכות,
        תמונות, בדיקות רפואיות נוספות ופרטים על ההשפעה של הנכות על יכולת
        היומיומית והפעילות.
      </p>

      <h2>צעד 2: בדיקות רפואיות נוספות (במידת הצורך)</h2>
      <p>
        בכמה מקרים, יתכן ויבקשו ממך לעבור בדיקות רפואיות נוספות כדי לאמת את
        המידע בתיק רפואי ולהבין בצורה מדויקת את הצרכים שלך.
      </p>

      <h2>צעד 3: הגשת הבקשה</h2>
      <p>
        לאחר גיבוש התיק וספק המסמכים הרפואיים המקובלים, הגיע הזמן להגיש את הבקשה
        לקבלת התו נכה. יש למלא את הטפסים ולהגישם לגורם הרלוונטי במדינתך (לדוגמה,
        משרד הרווחה, משרד הבריאות וכו').
      </p>

      <h2>צעד 4: ערבות רפואית</h2>
      <p>
        במספר מדינות, יתכן ויבקשו ערבות רפואית, כלומר, תעודת מטפל רפואי/ת כי אתה
        נכה וזקוק לתמיכה רפואית מצידם.
      </p>

      <h2>צעד 5: החלטה והתרעה</h2>
      <p>
        כאשר נגזרת הבקשה ומסרת את כל המסמכים הנדרשים, הרשויות המקומיות יבדקו את
        הבקשה ויקבעו אם התו נכה אושר. אם הבקשה אושרה, יינתן תעודת התו נכה
        ויפורטו התנאים של התו. אם הבקשה נדחתה, ישנן אפשרויות להגיש ערעור או בקשה
        חוזרת.
      </p>

      <h2>סיכום</h2>
      <p>
        אנו מקווים כי מדריך זה הספיק לספק לך פרטים מספיקים ושימושיים עבור תהליך
        בקשה לקבלת תו נכה. הקפידו להתייעץ עם עו"ד או יועץ מומחה בנושא תמיכת נכים
        כדי להבטיח שהבקשה שלכם מוגשת כראוי ומקבלת טיפול יעיל במהלך התהליך.
        בהצלחה!
      </p>
    </div>
  );
}

export default Page4;
