import React from "react";
import "./Page1.css"; // Import the CSS file for styling
import AccessibilityMenu from "./AccessibilityMenu"; // Import the Accessibility Menu

function Page1() {
  return (
    <div className="Page1">
      <AccessibilityMenu /> {/* Add the Accessibility Menu here */}
      <h1>מי זכאי לתו נכה?</h1>
      <section>
        <h2>בעלי אישור נכות המזכים בקבלת תו נכה</h2>
        <p>
          <strong>מוגבלי ניידות</strong>
        </p>
        <p>
          אישור מאת משרד הבריאות (אם גילו עד 67 ונבדק בקריטריון של ניידות) על
          נכות הזקוק לרכב כאמצעי תנועה עקב בעיית נכות ברגליים, או שדרגת הנכות
          מגיעה ל-60% לפחות ותנועתו ללא רכב בדרכים עלולה לערער את מצב בריאותו.
          אם אין אישור ממשרד הבריאות, יש להצטייד במסמכים רפואיים עדכניים. נא לא
          לשלוח דיסקים וצילומי רנטגן. מטופלים בהמודיאליזה כרונית - יש להביא
          אישור ממכון דיאליזה.
        </p>
        <p>
          <strong>נפגעי פעולות איבה</strong>
        </p>
        <p>
          אישור נכות מאגף נפגעי פעולות איבה בביטוח לאומי, המאשר כי תנועת בעל
          הנכות ללא רכב עלולה לערער את מצב בריאותו.
        </p>
        <p>
          <strong>עיוורון</strong>
        </p>
        <p>
          יש לוודא כי קיים אישור ממשרד הרווחה. האישור מועבר באופן אוטומטי ישירות
          למערכת משרד הרישוי ואין צורך להצטייד בו.
        </p>
        <p>
          <strong>נכי צה"ל</strong>
        </p>
        <p>
          יש לוודא כי קיים אישור ממשרד הביטחון. האישור מועבר באופן אוטומטי
          ישירות למערכת משרד הרישוי ואין צורך להצטייד בו.
        </p>
      </section>
      <section>
        <h2>זכאים לתו נכה שאינם בעלי אישור נכות</h2>
        <p>
          <strong>
            קריטריונים רפואיים לזכאות לתו נכה עבור מי שאינם בעלי אישור נֵכוּת
          </strong>
        </p>
        <p>
          <strong>מחלות לב</strong>
        </p>
        <ul>
          <li>
            אקו לב המדגים הפחתה משמעותית בתפקוד סיסטולי של חדר שמאל. מקטע פליטה
            פחות מ-30% עם אישור קרדיולוג של NYHA = III ומעלה בנוכחות טיפול לגודש
            ורידי ריאתי.
          </li>
          <li>הפרעה בתפקוד דיאסטולי דרגה 3, לפי קריטריון NYHA.</li>
          <li>
            יתר לחץ דם עורקי ריאתי מעל 55 מילימטר (מ"מ) כספית בנוכחות תיעוד
            קרדיולוג לסימנים כישלון לב ימני (גודש ורידי ריאתי ובצקות בשתי
            הרגלים) בנוכחות טיפול נוגד גודש.
          </li>
        </ul>
        <p>
          <strong>מחלות ריאה כרוניות - תפקודי ריאות</strong>
        </p>
        <ul>
          <li>עדות להפחתה קבועה ב-1FEV מתחת ל-35%.</li>
          <li>עדות להפחתה קבועה ב-FVC מתחת ל-40%.</li>
        </ul>
        <p>
          <strong>מחלות שריר ושלד</strong>
        </p>
        <ul>
          <li>
            ממצאי רנטגן ו/או אמצעי דימות אחרים בחולים הלוקים בעיוותים של פרקי
            הרגלים, בעיוותי שלד או במחלה ממארת עם גרורות גרמיות, בשיתוק של רגל
            עקב אירוע מוחי עם קושי בתנועה.
          </li>
          <li>ממצאים בבדיקת EMG</li>
          <li>
            לנירופטיה מוטורית בנוכחות מחלת שרירים, פצעים בכפות רגלים לחולי
            סוכרת.
          </li>
          <li>אקו דופלר עורקי המדגים הפחתה של 60% בזרימת הדם לגפה.</li>
        </ul>
        <p>
          <strong>סכרת</strong>
        </p>
        <ul>
          <li>
            חולי סוכרת עם נירופטיה מוטורית ו/או סנסורית עם כיבים בכפות רגלים
            והגבלת ניידות.
          </li>
          <li>
            חולים הלוקים במחלה חסימתית של כלי דם עם תיעוד באקו דופלר של הפחתה
            מעל 60% בזרימת הדם בנוכחות כיבים איסכמים.
          </li>
        </ul>
        <p>
          <strong>מטופלים בהמודיאליזה כרונית</strong>
        </p>
        <p>יש להביא אישור ממכון דיאליזה.</p>
      </section>
      <section>
        <h2>מקרים נוספים לקבלת תו נכה</h2>
        <p>
          רשימה של מקרים נוספים בהם תיבדק הזכאות לתו חניה לנכה על ידי הוועדה
          הרפואית, בהתאם למסמכים ולמידע הרפואי שיימסר:
        </p>
        <ul>
          <li>אוטיזם</li>
          <li>אפילפסיה</li>
          <li>מחלה פסיכיאטרית</li>
          <li>חולי סוכרת עם נירופטיה סנסורית</li>
          <li>מצב לאחר השתלת כבד או כליות או לב-ריאות</li>
          <li>
            נפילות מסיבה שאינה קשורה למחלת שרירים או להפרעה נוירולוגית כדוגמת
            סחרחורת וחוסר יציבות בהליכה בהעדר סיוע עם מקל
          </li>
          <li>
            צליעה לסירוגין עקב מחלה חסימתית של כלי דם היקפיים ברגלים או Spinal
            Stenosus
          </li>
          <li>מצב סיעודי</li>
          <li>"שיטיון" - אלצהיימר.</li>
        </ul>
        <p>
          יכולים להיות מקרים נוספים המזכים בקבלת תו נכה, מומלץ להיוועץ באיש
          מקצוע לקבלת המפרט המלא לזכאות קבלת תו נכה.
        </p>
      </section>
    </div>
  );
}

export default Page1;
